Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ་ཆེན་པོ་མིག་ནི་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར། རྣམ་པར་དག་པར་ཡང་མི་འགྱུར་ཏེ། མིག་གི་རང་བཞིན་ཡང་དེ་བཞིན་ཉིད་ཡིན་ནོ། །དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཡང་མིག་ཡིན་ནོ། །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་།
en: Still, Great King, the eye can become neither afflicted nor purified, for the nature of the eye is suchness, and the nature of suchness is also the eye.

source: ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར། རྣམ་པར་དག་པར་ཡང་མི་འགྱུར་ཏེ། ཡིད་ཀྱི་རང་བཞིན་ཡང་དེ་བཞིན་ཉིད་ཡིན་ནོ།
en: Great King, the same is true for the ear, nose, tongue, body, and mind: they cannot become afflicted or purified, for their nature is suchness, and the nature of suchness is also the ear, nose, tongue, body, and mind. “

source: །དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཡང་ཡིད་ཡིན་ནོ། །རྒྱལ་པོ་ཆེན་པོ་གཟུགས་ཀྱང་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར། རྣམ་པར་དག་པར་ཡང་མི་འགྱུར་ཏེ། གཟུགས་ཀྱི་རང་བཞིན་ཡང་དེ་བཞིན་ཉིད་ཡིན་ནོ། །དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཡང་གཟུགས་ཡིན་ནོ།
en: Great King, form, too, can become neither afflicted nor purified, for the nature of form is suchness, and the nature of suchness is also form.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར། རྣམ་པར་དག་པར་ཡང་མི་འགྱུར་ཏེ། རྣམ་པར་ཤེས་པའི་རང་བཞིན་ཡང་དེ་བཞིན་ཉིད་ཡིན་ནོ། །དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཡང་རྣམ་པར་ཤེས་པ་ཡིན་ནོ།
en: Great King, the same is true for feeling, perception, formations, and consciousness: they cannot become afflicted or purified, for their nature is suchness, and the nature of suchness is also feeling, perception, formations, and consciousness.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར། རྣམ་པར་དག་པར་ཡང་མི་འགྱུར། འདོད་ཆགས་པར་ཡང་མི་འགྱུར། ཞེ་སྡང་བར་ཡང་མི་འགྱུར། གཏི་མུག་པར་ཡང་མི་འགྱུར།
en: Great King, no phenomenon can ever be afflicted or purified; no phenomenon can ever become attachment, aggression, or delusion; and no phenomena can become desire or anger.

source: ཆགས་པར་ཡང་མི་འགྱུར། ཁོང་ཁྲོ་བར་ཡང་མི་འགྱུར་བ་ཡིན་གྱིས་དེ་ལ་ཁྱོད་ཀྱིས་རྟོག་པ་ངན་པ་མི་བྱའོ།
en: In this regard, do not engage in negative thoughts. “

source: །རྒྱལ་པོ་ཆེན་པོ་བྱིས་པ་ལྟ་བུ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་མེད་པ་ལ་ཡོངས་སུ་རྟོག་པས་ཉོན་མོངས་པ་བྱུང་གིས་དེ་ལ་ཁྱོད་ཀྱིས་མེད་པ་ལ་འདུ་ཤེས་བསྐྱེད་པར་མི་བྱའོ།
en: Great King, in conceptualizing something that is not existent, ordinary childish beings become afflicted. In this vein, do not give rise to notions regarding something that is not existent.

source: །གང་མ་བྱུང་བ་དེ་ནི་གཞར་ཡང་འབྱུང་བ་མ་ཡིན་ཏེ།
en: What is nonarisen will not arise again.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མེད་པ་ལས་བྱུང་བས་མེད་པའོ།
en: Great King, all phenomena are nonexistent because they arise from nonexistence.

source: །དེ་ལ་ཁྱོད་ཀྱིས་ཡོད་པར་འདུ་ཤེས་མ་བྱེད་ཅིག །
en: In this vein, do not give rise to notions regarding something that is existent.

source: རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་ནམ་མཁའ་ལ་ནི་གཟུགས་མེད་པ། བལྟར་མི་སྣང་བ། གཟུང་དུ་མེད་པ་མི་དམིགས་པ་ཡིན་ཏེ།
en: Great King, to draw an analogy, space is formless, invisible, imperceptible, and unobservable.

source: སྐྱེས་བུ་ལ་ལ་ཞིག་བདག་གིས་ནམ་མཁའ་གཟུགས་མེད་པ། བལྟར་མི་སྣང་བ། གཟུང་དུ་མེད་པ། མི་དམིགས་པ་འདི་རྡུལ་ཕྲན་ནམ། རྡུལ་ཏམ། དུ་བའམ། སྟུག་པོའམ།
en: Yet some person might say, ‘I will afflict space, which is formless, invisible, imperceptible, and unobservable with particles, dust, smoke, fog, or clouds.’

source: སྤྲིན་གྱིས་ཀུན་ནས་ཉོན་མོངས་པར་བྱའོ་ཞེས་དེ་སྐད་ཟེར་ན། རྒྱལ་པོ་ཆེན་པོ་དེས་ཇི་ག་ནམ་མཁའ་གཟུགས་མེད་པ། བལྟར་མི་སྣང་བ། གཟུང་དུ་མེད་པ། མི་དམིགས་པ་འདི་ལ་རྡུལ་ཕྲན་ནམ།
en: Great King, would that person be able to afflict space, which is formless, invisible, imperceptible, and unobservable, with particles, dust, smoke, fog, or clouds?” “

source: རྡུལ་ཏམ། དུ་བའམ། སྟུག་པོའམ། སྤྲིན་གྱིས་ཀུན་ནས་ཉོན་མོངས་པར་བྱ་ནུས་སམ།
en: Mañjuśrī, they would not.”

source: གསོལ་པ། འཇམ་དཔལ་དེ་མ་ལགས་སོ། །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་ཆོས་ཉིད་ཀྱི་རྗེས་སུ་བརྟགས་ན་འགྱོད་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་མོད་ཀྱི། ཆོས་ཉིད་ནི་ཆོས་གང་དང་ཡང་བྲལ་བ་མ་ཡིན་ཏེ།
en: Mañjuśrī continued, “Similarly, Great King, while indeed all remorse will be removed if one investigates the reality of all phenomena, reality itself is not free of anything.

source: གང་འགྱོད་པ་དང་བྲལ་བ་དེ་ཡང་ཆོས་ཉིད་དང་མཉམ་པ་ཉིད་ཡིན་ནོ།
en: Therefore, what is free of remorse is the same as reality.

source: །དེ་བས་ན་ཆོས་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་ཀྱི་རྗེས་སུ་འབྲང་བ་ཞེས་བྱ་མོད་ཀྱི། ཆོས་ཉིད་ལ་ནི་ཆོས་གང་ཡང་རྗེས་སུ་འབྲང་བ་མེད་དོ།
en: Thus, while indeed all phenomena are said to accord with the realm of phenomena, reality itself is beyond being in accord with any phenomenon.

source: ཆོས་ཐམས་ཅད་ཉིད་ཆོས་ཀྱི་དབྱིངས་ཡིན་ཏེ། ཆོས་ཀྱི་དབྱིངས་གང་དང་མཉམ་པ་ཆོས་ཐམས་ཅད་ཀྱང་དེ་དང་མཉམ་མོ།
en: All phenomena are in themselves the realm of phenomena, meaning that what is the same as the realm of phenomena is also the same as all phenomena.

source: །དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་རྗེས་སུ་འབྲང་ཞེས་བྱའོ།
en: Therefore, all phenomena are said to be in accord with the realm of phenomena.”

source: །སྟོན་པ་འདི་བསྟན་པའི་ཚེ་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་སྟོང་པ་ཉིད་ཀྱི་རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཐོབ་པར་གྱུར་ནས།
en: When this teaching was taught, King Ajātaśatru gained the acceptance that accords with emptiness, and so he was happy and delighted.

source: དེ་དགའ་མགུ་རངས་རབ་ཏུ་དགའ་ཞིང་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་ཐལ་མོ་སྦྱར་ཏེ་ཚིག་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་ཁྱོད་ཀྱིས་ལེགས་པར་གསུངས་སོ།
en: Filled with joy, happiness, and delight, he joined his palms together and exclaimed, “Mañjuśrī, you have spoken well.

source: །བདག་གི་འགྱོད་པ་དེ་བསལ་ཏོ།
en: My remorse is eliminated.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མྱ་ངན་ལས་འདས་པ་ཡིན་ན། བདག་གི་འགྱོད་པ་བསལ་ཏོ་ཞེས་གང་ཁྱོད་དེ་སྐད་ཟེར་བ་དེ་ཉིད་དམིགས་པ་ཆེན་པོ་ཡིན་ནོ།
en: Mañjuśrī said, “Great King, given that all phenomena are beyond suffering, your claim that your remorse is eliminated is a great observation.”

source: །རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་བདག་གི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་ལགས་སོ།
en: The king said, “Mañjuśrī, all my obscurations have been purified.

source: གང་སེམས་ཀྱི་རང་བཞིན་གྱིས་དང་བ་དེ་ནི་འདོད་ཆགས་སམ་ཞེ་སྡང་ངམ། གཏི་མུག་གིས་ཀུན་ནས་ཉོན་མོངས་པར་བགྱི་མི་ནུས་སོ། །སྨྲས་པ།
en: Whoever has a mind that is naturally pure cannot be afflicted by attachment, aggression, or delusion.”

source: རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་ནམ་མཁའ་ལ་རྡུལ་ཕྲན་ནམ། རྡུལ་ཏམ། དུ་བའམ། མུན་པའམ། སྟུག་པོའམ། སྤྲིན་དག་སྣང་མོད་ཀྱི། ནམ་མཁའ་ནི་དེ་དག་གིས་ཀུན་ནས་ཉོན་མོངས་པར་བྱས་པ་མེད་དོ།
en: Mañjuśrī said, “Great King, to draw an analogy, while particles, dust, smoke, darkness, fog, and clouds do appear in space, space itself is not afflicted by them.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་བདག་དང་བདག་གིར་བྱ་བའི་ལྟ་བའི་བག་ལ་ཉལ་བ་དང་། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དག་འབྱུང་མོད་ཀྱི། སེམས་ཀྱི་ཆོས་ཉིད་ཀུན་ནས་ཉོན་མོངས་པར་མི་བྱེད་དོ།
en: Great King, likewise, while indeed the latent tendency to view things in terms of a self and personal possession does arise, as do attachment, aggression, and delusion, the natural state of mind is not afflicted thereby.

source: །རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱིས་དེ་ལ་འགྱོད་པར་མི་བྱ་སྟེ།
en: Great King, do not be remorseful about this.

source: རྒྱལ་པོ་ཆེན་པོ་སེམས་ནི་ཐོག་མའི་མཐའ་ནས་ཀྱང་མ་འཕོས་སོ།
en: Because, Great King, mind has not transferred since the very beginning.

source: །རྒྱལ་པོ་ཆེན་པོ་སེམས་ནི་ཐ་མའི་མཐར་ཡང་མི་འཕོའོ།
en: Great King, mind will not transfer at the very end.

source: །རྒྱལ་པོ་ཆེན་པོ་སེམས་ནི་ད་ལྟར་ཡང་མི་གནས་སོ།
en: Great King, mind does not abide in the present.

source: །དེ་ལ་མཁས་པ་དག་ནི་ཆོས་ཐམས་ཅད་མ་འཕོས་པ། མི་འཕོ་བ། མི་གནས་པར་རྟོགས་ཏེ།
en: Those who are learned understand that all phenomena have never transferred, will not transfer, and do not abide.

source: དེས་དེ་ལྟར་ཤེས་ནས་ལྟ་བ་ལ་མངོན་པར་ཆགས་པར་ཡང་མི་བྱེད་དོ།
en: By understanding this point, one will not have any attachment to views.

source: །རྒྱལ་པོ་ཆེན་པོ་མངོན་པར་མ་ཆགས་ན་དག་པའོ།
en: Great King, if one is not attached, that is purity.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྣམ་པར་དག་པའི་མཚན་ཉིད་དང་ལྡན་པ། དྲི་མ་མེད་པ། ཀུན་དུ་སྣང་བ་ཡིན་ཏེ།
en: Great King, all phenomena have the characteristic of purity; they are immaculate and luminous.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་མེད་ན་གདགས་པ་ཡང་མེད་དེ། གདགས་པ་མེད་པར་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་ཏོ།
en: Great King, when there are no phenomena there is also no designation, and the Blessed One has said to not make designations.

source: །གང་ལམ་སྐྱོན་མེད་པ་དེ་ལ་ཡང་ཆོས་གང་ཡང་གདགས་པ་མེད་དོ།
en: On the flawless path there is no designation of phenomena.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་འདོགས་པའི་རྗེས་སུ་འབྲང་བ་དེ་དག་ནི་སྒྲིབ་པ་དང་བཅས་པ།
en: Great King, anything that involves designations is obscured and polluted.” “

source: རྡུལ་དང་བཅས་པ་ཡིན་ནོ། །གསོལ་པ། འཇམ་དཔལ་བདག་ནི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་ལགས་ཏེ།
en: Mañjuśrī, I have been cleansed of all obscurations.

source: གལ་ཏེ་འདིའི་བར་སྐབས་ཤིག་ཏུ་འགུམ་པའི་དུས་བགྱིས་སུ་ལགས་ན་བདག་ནི་སླར་མཚམས་སྦྱོར་བར་མི་འགྱུར་རོ། །འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: If I should happen to die at this moment, I would not take rebirth.”

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མྱ་ངན་ལས་འདས་པ་ལ་མྱ་ངན་ལས་འདའ་བར་རྟོག་པ་དེ་ཉིད་ཁྱོད་ཀྱི་དམིགས་པ་ཆེན་པོ་ཡིན་ནོ།
en: Mañjuśrī continued, “Great King, you make a great observation that all phenomena have passed beyond suffering into nirvāṇa.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མྱ་ངན་ལས་འདས་པ། རང་བཞིན་གྱིས་མ་སྐྱེས་པའོ།
en: Great King, all phenomena are beyond suffering and by nature unborn.”

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་རིན་བརྒྱ་སྟོང་རི་བའི་རས་ཟུང་གཅིག་ཁྱེར་ཏེ་སྟན་ལས་ལངས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ལོ།
en: Then, bearing a precious bolt of cloth, King Ajātaśatru rose from his seat and offered the bolt of cloth to Mañjuśrī Kumārabhūta.

source: །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ལུས་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་མ་ཐག་ཏུ་དེ་ནས་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བདག་གི་ལུས་མི་སྣང་བར་བྱས་པ་དང་།
en: As soon as he offered the bolt of cloth to the body of Mañjuśrī Kumārabhūta, Mañjuśrī Kumārabhūta’s body disappeared.

source: རྒྱལ་པོ་མ་སྐྱེས་དགྲས་སླར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མ་མཐོང་ནས་སྟེང་གི་བར་སྣང་ལས་རྒྱལ་པོ་ཆེན་པོ་ཇི་ལྟར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ལུས་མ་མཐོང་བ་དེ་བཞིན་དུ་འགྱོད་པ་དེ་ལ་ལྟོས་ཤིག །
en: As King Ajātaśatru could not see Mañjuśrī Kumārabhūta, he heard a voice from the sky above, saying, “Great King, regard your remorse in the same manner as Mañjuśrī Kumārabhūta’s body, which is unseen.

source: འགྱོད་པ་དེ་ཇི་ལྟར་མཐོང་བ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ལ་ལྟོས་ཤིག །
en: Then, regard all phenomena as you see your remorse.

source: ཆོས་ཐམས་ཅད་ཇི་ལྟར་མཐོང་བ་དེ་བཞིན་དུ་རས་དེ་ལ་ལྟོས་ཤིག །
en: Then, regard this cloth as you see all phenomena.

source: གང་གིས་མ་མཐོང་བ་དེ་ལ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱ་མོད་ཀྱི།
en: Indeed, one should see everything as one who does not see.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་མཐོང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་འདི་ཕུལ་ཅིག་ཅེས་ཟེར་བའི་སྒྲ་ཐོས་ནས་དེའི་ཚེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཡེ་ཤེས་དཔལ་གྱི་རྒྱལ་མཚན་ཞེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་ནས།
en: Still, Great King, offer this bolt of cloth to a body you can see.” At that point there was a bodhisattva great being named Wisdom Banner of Glory who was seated before Mañjuśrī Kumārabhūta.

source: རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དཔལ་གྱི་རྒྱལ་མཚན་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་བ་དང་དེས་མ་བླངས་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: So, King Ajātaśatru offered the bolt of cloth to the bodhisattva Wisdom Banner of Glory.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་ཐར་བར་འདོད་པ་ལས་ཀྱང་མི་ལེན།
en: Without rising from his seat, the bodhisattva said, “Great King, I accept nothing from one who wishes for freedom.

source: ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འདོད་པ་ལས་ཀྱང་མི་ལེན་ཏོ།
en: I accept nothing from one who wishes for parinirvāṇa.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་སོ་སོའི་སྐྱེ་བོ་ལས་ཀྱང་མི་ལེན།
en: Great King, I accept nothing from ordinary beings.

source: སོ་སོའི་སྐྱེ་བོའི་ཆོས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from those with the qualities of ordinary beings.

source: སློབ་པ་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from trainees.

source: སློབ་པའི་ཆོས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from those with the qualities of trainees.

source: དགྲ་བཅོམ་པ་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from worthy ones.

source: དགྲ་བཅོམ་པའི་ཆོས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from those with the qualities of worthy ones.

source: རང་སངས་རྒྱས་ལས་ཀྱང་མི་ལེན།
en: I accept nothing from solitary buddhas.

source: རང་སངས་རྒྱས་ཀྱི་ཆོས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན་ཏོ།
en: I accept nothing from those with the qualities of solitary buddhas.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་དེ་བཞིན་གཤེགས་པ་ལས་ཀྱང་མི་ལེན།
en: Great King, I accept nothing from thus-gone ones.

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན་ཏེ།
en: I accept nothing from those with the qualities of thus-gone ones.

source: རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་གང་ཆོས་འདི་དག་དང་ལྡན་པ་ཡང་མ་ཡིན་ལ་དེ་དག་ལས་ལོག་པར་ཡང་མ་ཡིན་པ་དེ་དག་ལས་ལེན་ཅིང་།
en: Great King, I will only accept from someone who has neither any of these qualities nor their opposites.

source: དེ་དག་ཇི་ལྟར་སྦྱིན་པར་བྱེད་པ་དེ་བཞིན་དུ་ལེན་ཏེ།
en: In the same way that such people give, I, too, shall accept.

source: རྒྱལ་པོ་ཆེན་པོ་སྦྱིན་པ་འདི་ནི་གཉིས་ལས་ཡོངས་སུ་དག་པའོ།
en: Because, Great King, such giving is purified of duality.”

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དཔལ་གྱི་རྒྱལ་མཚན་གྱི་ལུས་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་བ་དང་།
en: At that point King Ajātaśatru offered the bolt of cloth to the body of Wisdom Banner of Glory.

source: དེ་ནས་སྟན་དེ་ལ་དེའི་ལུས་ཀྱང་མ་མཐོང་བར་གྱུར་ནས་བར་སྣང་ལས་རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་མཐོང་བ་དེ་ལ་ཕུལ་ཅིག་ཅེས་ཟེར་བའི་སྒྲ་ཐོས་ནས།
en: However, upon that very seat the bodhisattva’s body also became invisible, and from the sky above a voice was heard, saying, “Great King, offer this bolt of cloth to a body you can see.”

source: དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་དཔལ་གྱི་རྒྱལ་མཚན་གྱི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་ཞི་བ་ལ་མོས་པ་ཞེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་ཡང་རྒྱལ་པོས་རས་ཟུང་གཅིག་པོ་ཕུལ་བ་དང་།
en: When King Ajātaśatru heard this, there was a bodhisattva great being named Inspired by Peace who was seated before Wisdom Banner of Glory. So, the king offered him the bolt of cloth.

source: དེས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་བདག་ཏུ་ལྟ་བ་ལས་ཀྱང་མི་ལེན།
en: The bodhisattva said, “Great King, I do not accept from those who hold the view of self.

source: གཞན་དུ་ལྟ་བ་ལས་ཀྱང་མི་ལེན་ཏོ།
en: I do not accept from those who hold the view of other.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་ཉོན་མོངས་པ་དང་བཅས་པ་ལས་ཀྱང་མི་ལེན།
en: Great King, I do not accept from those who have afflictions.

source: ཉོན་མོངས་པ་མེད་པ་ལས་ཀྱང་མི་ལེན་ཏོ།
en: I do not accept from those who are without afflictions.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་སེམས་རྩེ་གཅིག་པ་ལས་ཀྱང་མི་ལེན།
en: Great King, I do not accept from those whose minds are one pointed.

source: སེམས་གཡེངས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those whose minds are distracted.

source: ཡེ་ཤེས་དང་ལྡན་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those with wisdom.

source: ཡེ་ཤེས་དང་མི་ལྡན་པ་ལས་ཀྱང་མི་ལེན་ཏོ་ཞེས་དེ་སྐད་སྨྲས་པ་དང་།
en: I do not accept from those without wisdom.”

source: རྒྱལ་པོས་དེའི་ལུས་ལ་ཡང་གོས་དེ་ཕུལ་བ་དང་།
en: Then, as the king offered the cloth to his body, upon that very seat his body also became invisible.

source: སྟན་དེ་ལ་དེའི་ལུས་ཀྱང་མ་མཐོང་ནས་བར་སྣང་ལས་རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་མཐོང་བ་དེ་ལ་ཕུལ་ཅིག་ཅེས་ཟེར་བའི་སྒྲ་ཐོས་ནས།
en: At that point King Ajātaśatru heard a voice from the sky above, saying, “Great King, offer this bolt of cloth to a body you can see.”

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་ཞི་བ་ལ་མོས་པའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་གཡོ་བ་ཡིད་ལ་བྱེད་ཅེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་གོས་དེ་ཕུལ་པ་དང་།
en: When King Ajātaśatru heard this, there was a bodhisattva great being named Unwavering Attention who was seated before Inspired by Peace. So, the king offered the bolt of cloth to him.

source: དེས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་ལུས་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: The bodhisattva said, “Great King, I do not accept from those who dwell on the body.

source: ངག་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on speech.

source: སེམས་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on the mind.

source: དོན་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on meaning.

source: ཕུང་པོ་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on the aggregates.

source: ཁམས་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on the elements.

source: སྐྱེ་མཆེད་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན།
en: I do not accept from those who dwell on the sense sources.

source: སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ལ་གནས་པ་ལས་ཀྱང་མི་ལེན་ཏོ།
en: I do not accept from those who dwell on the qualities of the buddhas.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རབ་ཏུ་མི་གཡོ་བའི་ཚུལ་གྱིས་མི་གནས་པའོ།
en: Great King, because all phenomena are unmoving, they do not dwell.”

source: །དེའི་ལུས་ལ་ཡང་རྒྱལ་པོས་གོས་དེ་ཕུལ་བ་དང་། དེའི་ལུས་ཀྱང་མི་སྣང་བར་གྱུར་ནས་བར་སྣང་ལས།
en: The king then offered the cloth to his body, but this bodhisattva’s body also disappeared.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་ཟེར་བའི་སྒྲ་ཐོས་ནས་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་མི་གཡོ་བ་ཡིད་ལ་བྱེད་པའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་མཆོག་ཅེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་གོས་དེ་ཕུལ་བ་དང་།
en: Then, from the sky above, the king heard, “Great King, offer the cloth to someone whose body appears.” When King Ajātaśatru heard this, there was a bodhisattva great being named Supreme Intelligence who was seated before Unwavering Attention. So, the king offered the bolt of cloth to him.

source: དེས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་དམན་པ་ལ་མོས་པ་ལས་མི་ལེན་ཏེ།
en: The bodhisattva said, “Great King, I do not accept from those who are interested in what is base.

source: གལ་ཏེ་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེད་ཅིང་སེམས་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་བྱང་ཆུབ་མཉམ་པ་ཉིད་དང་། བྱང་ཆུབ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་སེམས་མཉམ་པ་ཉིད་དང་། སེམས་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་ཆོས་མཉམ་པ་ཉིད་དུ་མོས་པར་བྱེད་ཅིང་། དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དོ་ཞེས་ལེན་པར་མི་བྱེད། གཏོང་བར་མི་བྱེད། ཆོས་གང་ལ་ཡང་མཉམ་པར་ཡང་མི་བྱེད། ཆོས་ཐམས་ཅད་བདག་གིར་བྱ་བ་མེད་པར་ཤེས་ནས་བདག་གིར་མི་འཛིན་ཏེ།
en: However, Great King, I would accept this from you if you were to develop the mind directed toward unsurpassed and perfect awakening; if you were to become interested in the sameness of awakening because of the sameness of mind, the sameness of mind because of the sameness of awakening, and the sameness of phenomena because of the sameness of mind, while neither adopting nor abandoning the thought that ‘all phenomena are sameness’ and while not trying to make anything the same; and if you were to not grasp at a self because of knowing that phenomena cannot be possessed.

source: དེ་ལྟར་བྱེད་ན་བདག་ནི་ཁྱོད་ལ་ལེན་མོད་ཀྱི། རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་འདི་ཕུལ་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ནས་དེ་ཡང་མེད་དེ་མི་སྣང་བར་གྱུར་པ་དང་།
en: However, Great King, offer this bolt of cloth to someone whose body appears.” Saying this, he, too, disappeared and became invisible.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་མཆོག་གི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཏིང་ངེ་འཛིན་གྱི་དྲི་མེ་ཏོག་ཅེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་གོས་དེ་ཕུལ་བ་དང་།
en: At that time, there was a bodhisattva great being named Fragrant Flower of Absorption who was seated before Supreme Intelligence. So, the king offered the bolt of cloth to him.

source: དེས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ཁྱོད་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ཀྱིས་ཀྱང་སྤྱོད་ལ། ཏིང་ངེ་འཛིན་ཐ་དད་པར་ཡང་མི་བྱེད་ཅིང་། ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་མཉམ་པར་གཞོག་པར་མོས་པར་བྱེད་ན་བདག་ཁྱོད་ལས་ལེན་མོད་ཀྱི།
en: The bodhisattva said, “Great King, I would surely accept this from you if you were to engage in all types of absorption without differentiating these states of absorption, and if you were to trust that all phenomena are settled in sameness by their nature.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གིས་ལུས་མཐོང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ནས་དེ་ཡང་མེད་དེ་མི་སྣང་བར་གྱུར་པ་དང་།
en: However, Great King, offer the bolt of cloth to someone whose body can be seen.” Saying this, he, too, disappeared and became invisible.

source: དེའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྗོད་དུ་མེད་པ་ཞེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་བ་དང་།
en: Before him was a bodhisattva great being named Inexpressible, to whom the king offered the bolt of cloth.

source: དེས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ཁྱོད་ཡི་གེའི་སྒྲ་མཉམ་པ་ཉིད་ཀྱི་ཕྱིར་སྐད་ཐམས་ཅད་ཀྱི་བློས་བརྗོད་པ་ཐམས་ཅད་བརྗོད་དུ་མེད་པར་ཤེས་ནས་བརྗོད་དུ་མེད་པའི་དོན་ལ་རྟེན་གྱི། ཡི་གེའི་འབྲུ་ལ་མི་རྟེན་ན་བདག་ཁྱོད་ལས་རས་ཟུང་གཅིག་པོ་ལེན་མོད་ཀྱི།
en: He said, “Great King, I would surely accept this bolt of cloth from you if you understood that all expressions in all languages are inexpressible given the sameness of the sounds of all letters, if you followed the meaning of inexpressibility, and if you did not indulge in words and syllables.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ནས་དེ་ཡང་མེད་དེ་མི་སྣང་བར་གྱུར་པ་དང་།
en: However, Great King, offer it to someone whose body appears.” Saying this, he, too, disappeared and became invisible.

source: དེའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཁོར་གསུམ་ཡོངས་སུ་སྦྱང་བ་ཞེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་བ་དང་།
en: Before him was a bodhisattva great being named Purification of the Three Spheres, to whom the king offered the bolt of cloth.

source: དེས་ཀྱང་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ཁྱོད་བདག་ཏུ་ཡང་མི་དམིགས། ལེན་པར་ཡང་མི་དམིགས། རྣམ་པར་སྨིན་པ་ཡང་མི་འདོད་ན། བདག་ཁྱོད་ལས་ལེན་མོད་ཀྱི།
en: He said, “Great King, I would surely accept this from you if you did not observe self, did not observe acceptance, and did not hope for karmic ripening.

source: རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ནས་དེ་ཡང་མེད་དེ་མི་སྣང་བར་གྱུར་པ་དང་།
en: However, Great King, offer this to someone whose body appears.” Saying this, he, too, disappeared and became invisible.

source: དེའི་དྲུང་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་རྣམ་པར་འཕྲུལ་པའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཞིག་འདུག་པར་གྱུར་པ་དེ་ལ་རྒྱལ་པོས་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་བ་དང་། དེས་ཀྱང་སྨྲས་པ།
en: Before him was a bodhisattva great being named Dharmavikurvaṇarāja, to whom the king offered the bolt of cloth.

source: རྒྱལ་པོ་ཆེན་པོ་གལ་ཏེ་ཁྱོད་ཉན་ཐོས་ཀྱི་མྱ་ངན་ལས་འདའ་བ་ཡང་སྟོན་ལ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་ཡང་མི་བྱེད། རང་སངས་རྒྱས་ཀྱི་མྱ་ངན་ལས་འདའ་བ་ཡང་སྟོན་ལ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་ཡང་མི་བྱེད། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་མྱ་ངན་ལས་འདའ་བ་ཡང་སྟོན་ལ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་ཡང་མི་བྱེད། འཁོར་བའི་ཆོས་ཅན་ཡང་མ་ཡིན། མྱ་ངན་ལས་འདའ་བའི་ཆོས་ཅན་ཡང་མ་ཡིན་ན་བདག་གིས་ཁྱོད་ལས་བླང་ངོ་ཞེས་དེ་སྐད་སྨྲས་ནས་དེ་མེད་དེ་མི་སྣང་བར་གྱུར་ཏོ།
en: He said, “Great King, I would accept this from you if you displayed the nirvāṇa of the hearers without passing into parinirvāṇa, if you displayed the nirvāṇa of the solitary buddhas without passing into parinirvāṇa, if you displayed unsurpassed and perfect nirvāṇa without passing into parinirvāṇa, and if you did not possess the attributes of saṃsāra or the attributes of nirvāṇa.”

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་ཀྱི་སྒྲ་ཡང་ཐོས་སོ།
en: Saying this, he, too, disappeared and became invisible. Again, the king heard, “Great King, offer the bolt of cloth to someone whose body appears.”

source: །དེ་ལྟ་སྟེ་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ན་ཐམས་ཅད་ཀྱིས་ཀྱང་བདག་བདག་གི་བསྟན་པར་བྱ་བ་བསྟན་ནས་མེད་ཅིང་མི་སྣང་བར་གྱུར་ཏོ། །སྟན་ཐམས་ཅད་ཀྱང་སྟོང་པར་སྣང་ངོ་།
en: In this manner, when King Ajātaśatru offered the bolt of cloth to all the bodhisattvas, they each presented what they had to teach before they disappeared and became invisible, and in the end all the seats appeared to be empty.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ལུས་སྣང་བ་དེ་ལ་རས་ཟུང་གཅིག་པོ་དེ་ཕུལ་ཅིག་ཅེས་དེ་སྐད་ཀྱི་སྒྲ་ཡང་ཐོས་པར་གྱུར་ཏོ།
en: Each time, the king was told, “Great King, offer the bolt of cloth to someone whose body appears.”
